# 2주차 회의

### 🗓️날짜 및 시간
2025년 9월 8일 월요일 22:00~23:00

### 🗽장소
온라인 (zoom) 

### 🙇🏻‍♂️참여자
송샘, 이서진, 백승욱, 박보성, 서종원

### 🏆목표
캡스톤디자인 정량 지표 수정하기
- 현재 통과된 것
- 1분 이내에 측정 완료 + 20명 연달아서 40분안에 측정 가능해야 함 

### 🦶🏻👤발BTI 
 - MBTI처럼 발 유형을 16가지로 분류하는 시스템 개발 
 - 발볼 너비, 아치 등을 기준으로 유형 분류 
 - 인발디 아이디어도 생각했으나, 발BTI 컨셉으로 진행하는 것이 사용자의 호기심을 유발할 것으로 판단 

### 🦶🏻 자세 변화테스트
  - 사용자가 발을 항상 같은 위치나 각도로 놓지 않으므로, 시스템이 포즈 변화에도 정확하게 발을 측정할 수 있는지 확인 필요 
  - 발 사이 거리와 회전 각도가 다른 4가지 포즈에서 10명의 사용자가 측정한 발 치수의 평균 오차 측정 
  - 10명 중 8명이 4가지 포즈에서 측정한 평균 오차가 5mm 이내면 성공 


### 🤙🏻 정기 회의
매주 수요일 캡스톤디자인 수업 이후
